{
  "backend": "tokenizers",
  "bos_token": "<|begin_of_text|>",
  "clean_up_tokenization_spaces": true,
  "eos_token": "<|eot_id|>",
  "extra_special_tokens": [
    "<image>"
  ],
  "is_local": false,
  "local_files_only": false,
  "model_input_names": [
    "input_ids",
    "attention_mask"
  ],
  "model_max_length": 8192,
  "pad_token": "<|begin_of_text|>",
  "padding_side": "left",
  "processor_class": "LlavaProcessor",
  "tokenizer_class": "TokenizersBackend"
}
